Repository: deepakkumarchauhan/ServiceListing
Catalog: ServicesListing/*.lproj/Localizable.strings
Languages: ar

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمه السر

source: OR
ar: أو

source: Mobile Number
ar: رقم الهاتف المحمول

source: Remember me
ar: تذكرني

source: Forgot password?
ar: هل نسيت كلمة المرور

source: LOGIN
ar: تسجيل دخول

source: New user
ar: مستخدم جديد

source: Sign up
ar: سجّل الأن

source: New user?
ar: مستخدم جديد؟

source: I agree to the
ar: أنا أوافق على

source: Terms & Services
ar: الشروط والخدمات

source: TERMS & SERVICES
ar: الشروط والخدمات

source: Change Location
ar: تغيير الموقع

source: of the application
ar: من التطبيق

source: CHOOSE COUNTRY
ar: اختر بلد

source: FORGOT PASSWORD
ar: نسيت كلمة المرور

# Content
source: Please enter your registered email address. We will send you the reset instructions over your registered email address or mobile number!
ar: تعليمات اعادة التعيين عن طريق البريد ـو الهاتف

source: Email/Mobile Number
ar: البريد الإلكتروني / رقم الجوال

source: SUBMIT
ar: ارسل

# OTPContent
source: We have sent you the activation code over the SMS
ar: تم ارسال رمز التفعيل رسالة

source: Please enter the activation code
ar: يرجى ادخال رمز التفعيل

source: Resend OTP
ar: اعادة ارسال الرمز

source: Please enable location services in settings to continue using the app!
ar: يرجى تفعيل خاصية تحديد الموقع

source: Select Location
ar: أختر موقعك

source: COMPLETE YOUR PROFILE
ar: أكمل ملف التعريف

source: Current location
ar: الموقع الحالي

source: Auto detection location
ar: موقع الكشف التلقائي

source: Are you sure you want to delete all notifications?
ar: هل تريد ازالة الاشعارات

source: Distance (Km)
ar: المسافة (كم)

source: SIGN UP
ar: تسجيل

source: First Name
ar: الاسم الاول

source: Last Name
ar: الكنية

source: Confirm Password
ar: تأكيد كلمة المرور

source: DOB
ar: تاريخ الميلاد

source: Address
ar: عنوان

source: Auto-detection
ar: الكشف التلقائي

source: COUNTRY
ar: بلد

source: Country
ar: بلد

source: Select Country
ar: حدد الدولة

source: Email Address
ar: البريد الإلكتروني

source: Location
ar: الموقع

source: MY PROFILE
ar: ملف التعريف

source: EDIT PROFILE
ar: تعديل الملف

source: Home
ar: الرئيسية

source: HOME
ar: الرئيسية

# Notification
source: Notifications
ar: تنبيهات

# NOTIFICATION
source: NOTIFICATIONS
ar: تنبيهات

source: My ads
ar: إعلاناتي

source: Post a new ad
ar: ادراج اعلان

# POST A NEW ADD
source: POST A NEW AD
ar: ادراج اعلان

# My service
source: My Services
ar: خدماتي

source: Terms & service
ar: الشروط ةالأحكام

source: Contact Us
ar: اتصل بنا

source: CONTACT US
ar: اتصل بنا

# Terms and Services
source: Terms & services
ar: الشروط ةالأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: PRIVACY POLICY
ar: سياسة الخصوصية

# Successfully reported
source: Reported successfully.
ar: ذكرت ناجحة

# Favorite
source: Favorites
ar: المفضلة

source: Logout
ar: خروج

source: SEND
ar: إرسال

# Dummy Text
source: Lorem ipsum dolar sit amet, consect etur lorem dolor sit amet.
ar: أبجد هوز DOLAR الجلوس امات، consect etur أبجد دولور الجلوس امات.

source: Thanks! Our team has jumped into action and we'll get in touch with you shortly.
ar: قريبا .. شكرا . تم البدء بالمعالجة سيتم التواصل معكم

source: User name
ar: اسم المستخدم

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج ؟

source: Yes
ar: نعم

source: CANCEL
ar: إلغاء

source: Choose your language
ar: اختر لغتك

source: Profile update successfully.
ar: تحديث الملف الشخصي بنجاح

source: Success
ar: نجاح

source: Success!
ar: نجاح!

source: Error!
ar: خطأ!

# Validate email
source: Please enter a valid email.
ar: يرجى ادخال بريد الكتروني صالح

# Enter password
source: Please enter password.
ar: يرجى ادخال كلمة السر

# Password length
source: Password must be between 8 to 16 characters.
ar: كلمة السر بين 8 الى 16 حرف

# Enter email
source: Please enter email.
ar: يرجى ادخال البريد الالكتروني

# Validate email and mobile
source: Please enter valid email/mobile number.
ar: يرجى ادخال بريد الكتروني صالح / رقم الهاتف

# Enter email and mobile
source: Please enter email/mobile number.
ar: يرجى ادخال البريد الالكتروني / رقم الهاتف

# Enter first name
source: Please enter first name.
ar: أدخل الاسم الأول

# Enter last name
source: Please enter last name.
ar: أدخل الاسم الأخير

# Enter mobile
source: Please enter mobile number.
ar: أدخل رقم الجوال

# Validate mobile
source: Please enter a valid mobile number.
ar: أدخل رقم جوال صالح

# Agree to terms
source: Please agree to terms and conditions.
ar: يرجى الموافقة على الشروط والأحكام

# Enter Old password
source: Please enter old password.
ar: أدخل كلمة المرور السابقة

# Enter new password
source: Please enter new password.
ar: أدخل كلمة المرور الجديدة

# Validate new password
source: New password must be atleast 8 characters.
ar: كلمة السر يجب أن لاتق عن 8 أحرف

# Enter confirm password
source: Please enter confirm password.
ar: تأكيد كلمة السر

# Validate confirm password
source: Confirm password must be between 8 to 16 characters.
ar: يجب أن يكون تأكيد كلمة السر بين 8 إلى 16 حرفا

# Match new and confirm password
source: New password and confirm password does not match.
ar: كلمة السر الجديدة وتأكيد كلمة السر غير متطابقان

# Match password and confirm password
source: Password and confirm password does not match.
ar: كلمة السر وتأكيد كلمة السر غير متطابقان

# Enter otp
source: Please enter OTP.
ar: أدخل كلمة السر لمرة واحدة (OTP)

# Validate otp
source: Please enter valid OTP.
ar: أدخل (OTP) صالحة

# Select dob
source: Please select date of birth.
ar: أدخل تاريخ الميلاد

# Enter address
source: Please enable your location from your device.
ar: يرجى تمكين موقعك من جهاز

# Enter location
source: Please enable GPS.
ar: يرجى تمكين GPS

source: Please enter address.
ar: الرجاء إدخال عنوان

source: Today
ar: اليوم

# Otp Send
source: OTP has been sent to your mobile number.
ar: تم ارسال رمز التفعيل رسالة

# Please agree to term and conditions
source: Please agree to the terms & services.
ar: يرجى قبول الشروط والأحكام

# Password has been send to your mobile number
source: Password has been sent to your mobile number.
ar: تم الارسال لرقم هاتفك

# Password has been send to your email id
source: Password has been sent to your email.
ar: بريدك الالكتروني

source: Call facility is not available!!!
ar: رقم الاتصال غير متوفر

source: Email facility is not available!!!
ar: البريد غير متوفر

source: Please select any sorting category.
ar: من فضلك اختار فئة الفرز

# Check camera
source: Device has no camera.
ar: الأداة لاتحتوي على كاميرا

# Please enter requirement
source: Please enter requirement name.
ar: الرجاء إدخال المتطلبات اسم

source: Please select category.
ar: الرجاء تحديد الفئة

source: Please select service type.
ar: يرجى تحديد نوع الخدمة

# Please select transpotation
source: Please select transportation.
ar: يرجى اختيار النقل

source: Please enter description.
ar: الرجاء إدخال وصف

source: Please enter price.
ar: الرجاء إدخال سعر

source: Please select subject.
ar: يرجى تحديد موضوع

source: Please enter problem.
ar: الرجاء إدخال مشكلة

# Please enter from price
source: Please enter minimum price.
ar: الرجاء إدخال سعر الحد الأدنى

# Please enter to price
source: Please enter maximum price.
ar: الرجاء إدخال أقصى السعر

source: Please select distance.
ar: يرجى تحديد المسافة

source: Please enter service name.
ar: الرجاء إدخال اسم الخدمة

source: Please select transportation availability.
ar: الرجاء تحديد توافر النقل

# First name validations
source: Please enter valid first name.
ar: الرجاء إدخال الاسم الأول صحيح

# Last name validations
source: Please enter valid last name.
ar: الرجاء إدخال صحيح اسم العائلة

source: Please enter your country code.
ar: الرجاء إدخال رمز الدولة

source: Requirement Name
ar: اسم شرط

source: Select Category
ar: اختر الفئة

source: Select Service Type
ar: اختر نوع الخدمة

source: Select Transportation
ar: حدد النقل

source: Description
ar: وصف

# Price in $
source: Price($)
ar: ($)السعر

source: APPLY
ar: التقدم بطلب

# CancelSmall
source: Cancel
ar: إلغاء

source: Take a Photo
ar: التقاط صورة

source: Choose from Gallery
ar: اختيار من بينها معرض

source: MY SERVICES
ar: خدماتي

source: SERVICES
ar: خدمات

source: Services offered
ar: الخدمات المقدمة

source: Services Required
ar: الخدمات المطلوبة

source: Sales
ar: مبيعات

source: Required
ar: مطلوب

source: FILTER
ar: فلتر

source: SORT
ar: فرز

source: Inquiry 1
ar: التحقيق 1

source: Inquiry 2
ar: رسالتك 2

source: Inquiry 3
ar: رسالتك 3

source: Inquiry 4
ar: التحقيق 4

source: Inquiry 5
ar: رسالتك 5

source: Inquiry 6
ar: رسالتك 6

source: Inquiry 7
ar: رسالتك 7

source: Inquiry 8
ar: رسالتك 8

source: Inquiry 9
ar: رسالتك 9

source: 11 Km
ar: 11 كم

source: Lorem Ipsum fghfh fghfghfg ghfhfgh
ar: أبجد هوز أبجد هوز أبجد هوز أبجد هوز

source: I agree to the Terms & Services of the application
ar: أوافق على بنود وخدمات التطبيق

source: MY ADS
ar: إعلاناتي

source: Ads 1
ar: الإعلانات 1

source: Ads 2
ar: الإعلانات 2

source: Ads 3
ar: الإعلانات 3

source: Ads 4
ar: الإعلانات 4

source: Ads 5
ar: الإعلانات 5

source: Ads 6
ar: إعلانات 6

source: Ads 7
ar: الإعلانات 7

source: Ads 8
ar: إعلانات 8

source: Ads 9
ar: إعلانات 9

source: FAVORITES
ar: المفضلة

source: SERVICE DETAILS
ar: خدمة تفاصيل

source: Service 1
ar: الخدمة 1

source: Teaching
ar: تعليم

source: Painting
ar: لوحة

source: Cooking
ar: طهي الطعام

source: Construction
ar: إنشاءات

source: Tailor
ar: خياط

source: Mechanic
ar: ميكانيكي

source: computer
ar: كمبيوتر

source: Other
ar: الأخرى

source: shipping
ar: الشحن

source: TEACHING
ar: تعليم

source: PAINTING
ar: لوحة

source: COOKING
ar: طهي الطعام

source: CONSTRUCTION
ar: إنشاءات

source: TAILOR
ar: خياط

source: MECHANIC
ar: ميكانيكي

source: YES
ar: نعم فعلا

source: NO
ar: لا

source: No
ar: لا

source: Offered
ar: عرضت

source: Inquiry
ar: تحقيق

source: Work In Progress!
ar: العمل في التقدم!

source: Service Name
ar: اسم الخدمة

source: Category
ar: فئة

source: CATEGORIES
ar: الفئات

source: Price
ar: السعر

source: Transportation Availability
ar: النقل التوفر

source: Service Type
ar: نوع الخدمة

source: Share your comment...
ar: شاركنا تعليقك ...

source: fdgfhfghfghfghfghjdfghufghufghufguhfguh fguhfguhgufhufgh fguh ufgfugh fguufghufd hudf uh dfugh dfuihg dfiuhgdfhiug dfiuhgdfhug dfuhgdufihg dfiuhgudifhg dfuhg dfuhgudfhgdfuhg udfgh dfhjdsujfdshfudshfuhdsufhdsuhfudishfiudhsfiuhdsuifhdsuhf
ar: أبجد ه أبجد ه أبجد هو أبجد ه

source: Alert
ar: إنذار

source: Alert!
ar: إنذار

# Repost Successfully.
source: Reposted successfully.
ar: بعد ثانية بنجاح

source: Are you sure you want to delete this post?
ar: مسح الاعلان

source: Are you sure you want to repost this advertisement?
ar: هل تريد اعادة نشر الاعلان

source: Comments
ar: تعليقات

source: Call
ar: مكالمة

source: SMS
ar: رسالةقصيرة

source: Add to favorite
ar: أضف إلى المفضلة

# Remove from Favorites
source: Remove from favorite
ar: إزالة من المفضلة

source: Report
ar: تقرير

source: Share
ar: شارك

source: Posted by
ar: منشور من طرف

source: Description:
ar: وصف:

source: Likes
ar: الإعجابات

source: Views
ar: المشاهدات

source: Dis
ar: ديس

source: Km
ar: كم

source: Search
ar: بحث

# Add advertisement
source: Add your advertisement
ar: إضافة إعلانك

source: Submit
ar: ارسل

source: OK
ar: حسنا

source: Post added successfully.
ar: آخر أضاف بريد

source: Your age should be atleast 14 years.
ar: يجب أن يكون عمرك أتلست 14 عاما.

source: Call facility is not available.
ar: مرفق الدعوة ليست متاحة.

source: Email facility is not available.
ar: مرفق البريد الإلكتروني غير متوفر.

# Valid service name
source: Please enter at least two characters in the service name.
ar: الرجاء إدخال حرفين على الأقل في اسم الخدمة

# Valid description name
source: Please enter at least two characters in the description.
ar: الرجاء إدخال حرفين على الأقل في الوصف

# Valid service name type
source: Please enter a valid service name.
ar: الرجاء إدخال اسم خدمة صالح

source: Delete
ar: حذف

# Report your problem
source: Write your problem
ar: مشكلة اكتب

source: Subject
ar: الموضوع

# ReportCap
source: REPORT
ar: تقرير

source: Latest ads
ar: أحدث الإعلانات

source: Most commented today
ar: وعلقت معظم اليوم

source: Most commented last week
ar: علق معظم الأسبوع الماضي

source: Last month
ar: الشهر الماضي

source: Last week
ar: الاسبوع الماضى

source: Most liked
ar: الأكثر إعجابا

source: From
ar: من عند

source: To
ar: ل

source: Transportation
ar: وسائل النقل

source: Select Transportation Availability
ar: حدد النقل التوفر

source: Distance
ar: المسافات

source: 10 km
ar: 10 كم

source: Filter
ar: فلتر

source: Distance (Miles)
ar: المسافة (ميل)

source: Service name
ar: اسم الخدمة

source: Transportation Availability
ar: توفر وسائل النقل

source: Service Type
ar: نوع الخدمة

source: EDIT SERVICE
ar: خدمة تحرير

source: SAVE
ar: حفظ

# Service
source: SERVICES
ar: خدمات

# Service detail
source: SERVICE DETAILS
ar: معلومات مفصلة عن الخدمة

source: Services required
ar: الخدمات المطلوبة

source: Done
ar: موافق

source: (Not available)
ar: (غير متاح)

source: (unknown)
ar: (غير معروف)

source: Unknown
ar: غير معروف

source: Available
ar: متاح

source: Not Available
ar: متاح ليس

source: GRID
ar: شبكة

source: LIST
ar: قائمة

# Currently no data are available. Please drag down to refresh
source: Currently no data available. Please pull down to refresh.
ar: لاتوجد بيانات ، اسحب للأسف للتحديث

source: Email id is not available.
ar: معرف البريد الإلكتروني غير متوفر

source: Add new Post
ar: إضافة مشاركة جديدة

source: NEW USER
ar: مستخدم جديد

source: EXISTING USER
ar: مستخدم موجود

source: Not an existing user.
ar: ليس مستخدم حالي.

source: Next
ar: التالى
